Repository: Girguis/ClothesShop
Catalog: ClothesShop/Languages/Resources.*.resx
Languages: ar_eg

source: Male
ar_eg: ذكر

source: Female
ar_eg: انثى

source: Colors
ar_eg: الألوان

source: Employees
ar_eg: الموظفين

source: Error While Login
ar_eg: حدث خطأ أثناء تسجيل الدخول

source: Home
ar_eg: الصفحة الرئيسية

source: Invalid UserName Or Password
ar_eg: اسم المستخدم او كلمه المرور غير صحيحه

source: Login
ar_eg: تسجيل الدخول

source: Logout
ar_eg: تسجيل الخروج

source: Other Info
ar_eg: معلومات أخرى

source: Password
ar_eg: كلمه المرور

source: Products
ar_eg: المنتجات

# RequiredField
source: The {0} is Required Field
ar_eg: برجاء ادخال {0}

source: Settings
ar_eg: الإعدادات

source: Suppliers
ar_eg: الموردين

source: User Name
ar_eg: اسم المستخدم

source: Welcome
ar_eg: مرحبا

source: Name
ar_eg: الاسم

source: AddSupplier
ar_eg: إضافة مورد

source: No Suppliers
ar_eg: عفوا لا يوجد موردين

source: Are You Sure Delete Supplier?
ar_eg: هل أنت متأكد من حذف المورد؟

source: Update Supplier
ar_eg: تعديل بيانات المورد

source: Back To List
ar_eg: العوده إلى القائمة

source: Mobile Number 1
ar_eg: رقم الهاتف الأول

source: Mobile Number 2
ar_eg: رقم الهاتف الثانى

source: Mobile Number
ar_eg: رقم الهاتف

# NoText
source: No
ar_eg: لا

source: No Colors
ar_eg: عفوا لا يوجد الوان

source: Update
ar_eg: تعديل

source: Update Color
ar_eg: تعديل اللون

source: Update Profile
ar_eg: تعديل البروفايل

# YesText
source: Yes
ar_eg: نعم

source: Error While Deleting
ar_eg: حدث خطأ أثناء الحذف

source: Edit Color
ar_eg: تعديل اللون

source: Edit
ar_eg: تعديل

source: Delete
ar_eg: حذف

source: Color Already Linked With Product
ar_eg: هذا اللون مرتبط بمنتج

source: Are You Sure Delete Color?
ar_eg: هل أنت متأكد من حذف اللون؟

source: ApplicationName
ar_eg: اسم الموقع

source: Add Color
ar_eg: إضافة لون

source: Add
ar_eg: إضافة

# EqualText
source: The {0} must be equal {2} characters long.
ar_eg: يجب ان يكون عدد أحرف {0} يساوى {2}.

# NumbersOnly
source: The {0} must contains numbers only
ar_eg: {0} يجب ان تحتوى على ارقام فقط

source: Original Price
ar_eg: السعر الأصلي

source: Sizes
ar_eg: المقاسات

source: No Sizes
ar_eg: عفوا لا يوجد مقاسات

# AreYouSureDeleteSize
source: Are you sure you want to delete size?
ar_eg: هل أنت متأكد من حذف المقاس؟

source: Update Size
ar_eg: تعديل المقاس

source: Add Size
ar_eg: إضافة مقاس

source: No Products
ar_eg: عفوا لا يوجد منتجات

# AreYouSureDeleteProduct
source: Are you sure you want to delete product?
ar_eg: هل أنت متأكد من حذف المنتج ؟

source: Update Product
ar_eg: تعديل المنتج

source: Add Product
ar_eg: إضافة منتج

source: Address
ar_eg: العنوان

source: Add Shipment Company
ar_eg: إضافة شركة شحن

source: Update Shipment Company
ar_eg: تعديل بيانات شركة الشحن

# AreYouSureDeleteShipmentCompany
source: Are you sure you want to delete Shipment company?
ar_eg: هل أنت متأكد من حذف شركة الشحن؟

# NoShipmentCompanys
source: No Shipment Companies
ar_eg: عفوا لا يوجد شركات شحن

source: Shipment Companies
ar_eg: شركات الشحن

source: Full Name
ar_eg: الاسم

source: City
ar_eg: المحافظة

source: Start Working Date
ar_eg: تاريخ بداية العمل

source: Gender
ar_eg: النوع

source: BirthDate
ar_eg: تاريخ الميلاد

source: SSN
ar_eg: الرقم القومى

source: Salary
ar_eg: المرتب

source: Additional Info
ar_eg: معلومات إضافيه

source: Job Name
ar_eg: اسم الوظيفة

source: Job Type
ar_eg: نوع الوظيفة

source: Invalid SSN
ar_eg: الرقم القومى غير صحيح

source: Is Active
ar_eg: يعمل

source: Front SSN Picture
ar_eg: صوره امامية لبطاقة الرقم القومى

source: Back SSN Picture
ar_eg: صوره خلفية لبطاقة الرقم القومى

source: Front Licence Picture
ar_eg: صوره اماميه للرخصة

source: Back Licence Picture
ar_eg: صوره خلفية للرخصة

source: Details
ar_eg: التفاصيل

source: Add Employee
ar_eg: إضافة موظف

source: No Employees
ar_eg: عفوا لا يوجد موظفين

# AreYouSureDeleteEmployee
source: Are you sure you want to delete Employee?
ar_eg: هل أنت متأكد من حذف الموظف ؟

source: Work Information
ar_eg: بيانات العمل

source: Personal Information
ar_eg: بيانات الموظف

source: Delivery Man
ar_eg: مندوب

source: Employee
ar_eg: موظف

# Worker
source: Seller
ar_eg: بائع

source: Manager
ar_eg: مدير

source: UpdateEmployee
ar_eg: تعديل بيانات الموظف

source: Employee Details
ar_eg: بيانات الموظف

# MustBeGreaterThan
source: The {0} must be greater than {1}.
ar_eg: عدد احرف {0} يجب ان تكون اكبر من {1} حرف.

source: Number of Pieces
ar_eg: عدد القطع

source: Supplier
ar_eg: المورد

source: Product
ar_eg: المنتج

source: Transaction Type
ar_eg: نوع العملية

source: Add Product Supplier
ar_eg: إضافة منتجات الموردين

source: Edit Product Supplier
ar_eg: تعديل منتجات المورد

source: Product Suppliers
ar_eg: منتجات الموردين

source: Storing Records
ar_eg: دفتر المخزون

source: Created By
ar_eg: أنشئت بواسطة

source: Created On
ar_eg: تاريخ الإنشاء

# AreYouSureDeleteProductSupplier
source: Are you sure you want to delete Product Supplier
ar_eg: هل أنت متأكد من حذف هذه العملية؟

source: Search
ar_eg: بحث

# NoData
source: No Data found
ar_eg: لا يوجد بيانات

# ShowingRecords
source: Page {0} of {1}
ar_eg: صفحة {0} من {1}

source: Previous
ar_eg: السابق

source: Next
ar_eg: التالي

source: Processing ...
ar_eg: جارى البحث ...

source: Product Summary
ar_eg: ملخص المنتجات

source: Total Incoming
ar_eg: إجمالي الداخل

source: Total Returned
ar_eg: إجمالي المرتجعات

source: Total Remaining
ar_eg: إجمالي المتبقى

source: Total Selled
ar_eg: إجمالي المباع

source: Total Product Price
ar_eg: إجمالي تكلفة الصنف

source: Total Cost
ar_eg: إجمالي التكلفة الكلية

source: Today Transactions
ar_eg: دفتر اليومية

source: Today Expenses
ar_eg: المصروفات اليومية

source: Today Sales
ar_eg: المبيعات اليومية

source: Today Summary
ar_eg: الملخص اليومى

source: From
ar_eg: من

source: To
ar_eg: إلى

source: Date
ar_eg: التاريخ

source: Add Expenses
ar_eg: إضافة المصروفات اليومية

source: Add and Approve
ar_eg: حفظ وتأكيد

# AreYouSureDeleteTodayExpense
source: Are you sure you want to delete today expense?
ar_eg: هل أنت متأكد من حذف المصروفات ؟

source: Cost
ar_eg: التكلفة

source: Save
ar_eg: حفظ

source: Is Approved
ar_eg: تم التأكيد

source: Edit Expenses
ar_eg: تعديل المصروفات اليوميه

source: Selling Price
ar_eg: سعر البيع

source: Notes
ar_eg: ملاحظات

source: Total Selling Price
ar_eg: إجمالي سعر البيع

source: Add Transaction
ar_eg: إضافة مبيعات اليوم

source: Edit Transaction
ar_eg: تعديل مبيعات اليوم

source: Total Number Of Pieces
ar_eg: إجمالي عدد القطع

source: Sunday
ar_eg: الأحد

source: Monday
ar_eg: الإثنين

source: Tuesday
ar_eg: الثلاثاء

source: Wednesday
ar_eg: الأربعاء

source: Thursday
ar_eg: الخميس

source: Friday
ar_eg: الجمعه

source: Saturday
ar_eg: السبت

source: Week Summary
ar_eg: الملخص الاسبوعى

source: Total Expenses
ar_eg: إجمالي المصروفات

source: Total
ar_eg: الإجمالي

source: New
ar_eg: جديد

source: Waiting
ar_eg: جاري التوصيل

source: Partialy Delivered
ar_eg: تم التسليم جزئي

source: Totally Delivered
ar_eg: تم التسليم كليا

source: Delayed
ar_eg: مؤجل

source: Not Delivered
ar_eg: لم يستلم

source: Canceled By Agent
ar_eg: ملغي من قبل العميل

source: Incoming
ar_eg: داخل

source: Returned
ar_eg: مرتجع

source: Lossses
ar_eg: خسائر

source: Piece Price
ar_eg: سعر القطعة

source: Color
ar_eg: اللون

source: Size
ar_eg: المقاس

# AreYouSureDeleteOrder
source: Are you sure you want to delete order?
ar_eg: هل أنت متأكد من حذف الاوردر؟

source: Add Order
ar_eg: إضافة طلب

source: Edit Order
ar_eg: تعديل الطلب

source: Customer Name
ar_eg: اسم العميل

source: Paid Amount
ar_eg: المبلغ المدفوع

source: Shipment Price
ar_eg: سعر الشحن

source: Shipment Company
ar_eg: شركة الشحن

source: Order Status
ar_eg: حالة الطلب

source: Code
ar_eg: كود

source: Request Date
ar_eg: تاريخ الطلب

source: Orders
ar_eg: الطلبات

source: Delivery Date
ar_eg: تاريخ التوصيل

source: Customer Information
ar_eg: بيانات العميل

source: Order Details
ar_eg: تفاصيل الطلب

source: L.E
ar_eg: ج.م

# MustHaveProducts
source: Products must be greater than or equal 1
ar_eg: يجب ان يحتوى الطلب على منتج واحد على الاقل

source: No Delivery Man
ar_eg: بدون مندوب

source: Without Shipment Company
ar_eg: بدون شركة شحن

source: Orders Delivery
ar_eg: توصيل الطلبات

source: View
ar_eg: القائمة

source: Rights
ar_eg: الصلاحيات

source: Accounts
ar_eg: الحسابات

source: Update Rights
ar_eg: تعديل الصلاحيات

# UnAuthorized
source: Sorry, you are not authorized to perform this action
ar_eg: نأسف ليس لديك صلاحيه للقيام بهذه العملية

source: Password And Confirm Not Matched
ar_eg: كلمة المرور و تأكيد كلمة المرور غير متطابقتين

source: Add Login
ar_eg: إضافة حساب

source: Update Login
ar_eg: تعديل بيانات الحساب

# AreYouSureDeleteLogin
source: Are you sure you want to delete login?
ar_eg: هل أنت متأكد من حذف الحساب؟

source: Logins
ar_eg: الحسابات

source: Confirm Password
ar_eg: تأكيد كلمة المرور

source: User Name Already Exists
ar_eg: اسم المستخدم موجود بالفعل

source: Number Of Orders
ar_eg: عدد الطلبات

source: Total Orders Cash
ar_eg: إجمالي مبلغ الطلبات

source: Edit Orders
ar_eg: تعديل الطلبات

source: Print Sheet
ar_eg: طباعة الشيت

source: Add Orders
ar_eg: إضافة طلبات

# NoAddedOrders
source: Sorry, no orders has been added to the current delivery man
ar_eg: لم يتم اضافة طلبات للمندوب الحالى

# AreYouSureDeleteOrderFromDeliveryMan
source: Are you sure you want to delete order from current delivery man and change status of order to be new?
ar_eg: هل أنت متأكد من حذف الطلب من على المندوب وجعل حالة الطلب لجديد ؟

source: Close
ar_eg: إغلاق

source: Are You Sure You Want To Change Status To
ar_eg: هل أنت متأكد من تغيير حالة الطلب إلى

source: Invalid Paid Amount
ar_eg: القيمة المدفوعة غير صالحة

source: Change Order Status
ar_eg: تغيير حالة الطلب

# MustBeLessThan
source: The {0} must be less than or equal to {1} character.
ar_eg: عدد احرف {0} يجب ان تكون اقل من او تساوى {1} حرف.

source: Print
ar_eg: طباعة

source: Seller
ar_eg: اسم البائع

source: No Seller
ar_eg: بدون بائع

source: Sales Rate
ar_eg: التعديلات البيانية

# AreYouSureDeleteSalesRate
source: Are you sure you want to delete sales rate?
ar_eg: هل أنت متأكد من حذف التعديل البيانى؟

source: Statistics
ar_eg: الإحصائيات والتسجيلات البيانية

source: Weekly Statistics
ar_eg: الإحصائيات الإسبوعية

source: Monthly Statistics
ar_eg: الإحصائيات الشهرية

# CannotExccedDays
source: Sorry, number of days must be less than or equal {0} days
ar_eg: عدد الايام لا يمكن ان يزيد عن {0} يوم

source: Payment Average
ar_eg: متوسط المبيعات

source: Payment Rate
ar_eg: معدل المبيعات

source: First
ar_eg: الأول

source: Last
ar_eg: الأخير

source: Elba4a
ar_eg: الباشا

source: All
ar_eg: الكل

source: Error
ar_eg: خطأ

# ErrorWhileProcessRequest
source: An error occurred while processing your request
ar_eg: لقد حدث خطأ اثناء معالجة الطلب

source: Not Found
ar_eg: غير موجوده

# PageNotFound
source: The page you requested is not found
ar_eg: الصفحة التى طلبتها غير موجوده

source: Internal Error
ar_eg: خطأ داخلى

# InternalServerError
source: Internal server eerror please contact your administrator
ar_eg: لقد حدث خطأ داخلى برجاء التواصل مع المسئول

source: Back To Home
ar_eg: العوده إلى الصفحة الرئيسية

source: No Notes
ar_eg: لا يوجد ملاحظات

# AreYouSureToDeleteAllData
source: Are You Sure You Want To Delete All Data
ar_eg: هل انت متأكد من حذف جميع البيانات؟

source: Delete System Data
ar_eg: حذف بيانات النظام

source: Are You Sure You Want To Change Orders Status to
ar_eg: هل انت متأكد من تغيير حالة الطلبات الى

source: Orders Status
ar_eg: حالة الطلبات

source: Change Orders Status
ar_eg: تغيير حالة الطلبات
